#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ Ġ
- -
ĠĠ ĠĠ
-- --
ĠĠ Ġ
o r
e r
i n
> <
s e
o n
---- ----
r e
Ġ t
a t
i m
ĠĠĠĠ ĠĠĠ
e n
s t
or t
p ort
im port
r o
l e
Ġ a
" "
d e
Ġ =
a l
h e
: <
Ġ f
) <
a r
i on
ro m
u t
i t
-------- --------
Ġ c
Ġ import
č Ċ
> #
i s
i c
f rom
Ġ p
Ġ re
_ _
. <
in g
a n
l f
se lf
u r
Ġ s
Ġ o
e d
a m
e s
e t
i l
a s
c t
"" "
Ġt he
Ġ in
Ġ b
Ġ n
Ġ d
l o
en t
) :<
Ġ w
Ġ T
Ġ m
de f
a c
r i
, <
Ġ (
u n
i st
o l
ĠĠĠĠ ĠĠĠĠ
a d
Ġ '
i f
Ġ P
e x
c h
p t
""" <
h t
Ġ self
---------------- ----------------
Ġ is
Ġ l
er s
ur n
o m
o de
p y
p e
Ġ C
i le
o d
ĠĠĠĠ ĠĠĠĠĠĠĠ
e l
a b
u e
as s
Ġt o
Ġre t
Ġ def
r a
o t
u l
Ġret urn
c e
am e
i g
a g
Ġ L
m ent
Ġa n
Ġf or
Ġ S
c l
Ġ "
at h
Ġ 2
Ġo f
in t
st r
u p
Ġ A
al l
it h
Ġ #
i d
t h
Ġt h
Ġ g
en se
r or
Ġ -
i b
Ġ .
a se
Ġa s
ac k
ic ense
on e
Ġ N
at ion
Ġ G
Ġ I
Ġ if
u m
ut il
or ch
Ġ __
Ġ R
i z
or m
u re
ab le
Ġan d
cl ass
d er
Ġ D
v e
ex t
i r
u b
~ ~
ri b
pt ion
an d
Ġ v
ĠP y
Ġ F
] <
Ġ """<
y pe
e m
at a
># <
rib ut
E r
at e
Ġw ith
Ġ _
ag e
ers ion
i p
Er ror
' ,
g ht
o py
n ame
ct ion
p l
. _
__ (
ri ght
p ath
s er
Ġ h
Ġd ist
o ol
t er
Ġt orch
Ġf rom
s s
Ġf ile
E N
c on
Ġ or
en d
Ġ *
util s
Ġ """
ul t
iz e
ic t
c om
g s
Ġc on
Ġ str
u le
` `
Ġ un
Ġ [
Ġ u
od ule
k e
Ġ lo
a p
Ġ 1
p ar
opy right
e ct
se t
( )<
i x
t r
p o
ĠN one
Ġ- >
y s
g et
Ġb e
Ġ O
en s
y p
= =
st all
Ġn ot
i re
l ib
in it
Ġ M
( '
-------------------------------- --------------------------------
th on
I n
a il
Ġ st
f ile
Ġ de
v er
s o
Ġ2 0
ĠC opyright
Ġth is
Ġ B
Ġdist ribut
Ġ it
q u
( )
Ġo s
ut ure
c k
f orm
u il
Ġ im
p s
a re
# #
Ġ ex
h is
v ersion
ur l
Ġs o
ĠT he
Ġ ----------------------------------------------------------------
g g
Ġdistribut ed
if i
ht t
Ġ 0
t o
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
at er
al ue
en er
S E
Ġ r
2 0
ad er
b j
ode l
/ /
P L
p le
ac he
p re
-- <
r ue
Ġ e
Ġ---------------------------------------------------------------- --<
p ut
ar gs
> >
r y
' )<
: //
o k
or e
ra p
i v
f t
Ġb y
e st
Ġg et
q ue
Ġ on
ĠT his
Ġ W
ĠL icense
d ata
a y
i se
d ir
Ġ +
es s
ens or
( "
o w
Ġp ip
~~ ~~
Ġ :
an g
I C
) )<
> """<
Ġ H
n t
" ,
x t
Ġ 3
ig ht
htt ps
Ġa l
ĠD e
ifi er
b o
ac e
Ġ y
s ize
im e
Ġc ol
Ġp ar
ul l
al se
Ġc om
ct or
m s
' ,<
' <
er n
p er
p en
a in
Ġ x
) .
Ġ U
un d
Ġ se
Ġth at
c ode
in d
in e
E R
In stall
Ġc l
bj ect
Ġ E
Ġt yp
et h
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġu se
w are
ar y
up le
ur ce
' :
( <
Ġs ys
Install er
Ġ {
ĠPy Installer
Ġp ro
Ġw h
ft ware
f uture
p ro
t xt
C on
un ction
ment s
ption al
Ġun der
" )<
at ed
) .<
d ent
Ġin t
e w
ĠPy thon
0 0
l y
EN SE
IC ENSE
. """<
t ext
ĠL ICENSE
s c
l ic
ar d
eth od
m odel
v al
he ad
pe c
que st
Ġp ath
lo w
f o
f ig
r int
. .
uil d
A T
Ġ ``
Ġ V
Ġa v
Ġt er
" ,<
ig n
a ult
n ing
ool s
Ġs up
Ġn um
ĠG ener
Ġn ame
N U
el se
Ġl icense
an s
Ġso ftware
Ġtyp ing
L icense
ce pt
I N
at or
Ġter ms
e am
i al
t ype
re e
Ġt ype
ail able
o c
R e
" <
u s
ub lic
m a
o ut
R E
== ==
P D
h a
ar t
p at
p ack
ap p
Ġf ull
ra ise
ĠS PD
ĠSPD X
n n
i o
= '
Ġm odule
i ve
Ġc h
Ġcol le
f f
Ġ /
Ġre s
ĠG NU
I dent
Ġa re
ĠGener al
ĠP ublic
ve lo
Ġ <
Ġav ailable
velo p
er ror
st an
Ident ifier
) ,
k w
velop ment
e g
. __
ĠO ptional
o s
D E
Ġ set
ol ut
bo x
O R
o ok
l l
ĠT eam
ĠDe velopment
Ġ en
Ġ= =
n um
re s
qu ire
O N
m odule
Ġl ist
ption s
M A
he ck
it er
ĠC on
Ġ https
Ġ raise
ĠI n
th er
Ġl ater
M E
m and
b ase
ĠA n
## ##
ang e
ke y
ĠI m
Ġa b
t s
v ed
Ġa r
Ġ* *
) :
rap h
T rue
kw args
N one
Ġo bject
par se
U L
Ġv alue
i el
end or
Ġlo gg
f g
Ġcon t
d ist
S T
f ix
m o
Ġ url
l ater
or d
iel d
ĠG PL
Ġ20 20
G PL
ar ning
lo ad
h er
u st
Ġ `
Ġd ata
3 2
L o
b ack
at t
Ġw e
Ġm a
y le
ĠL ist
S S
d ict
s ing
i de
at ase
v endor
il l
o und
Ġ else
ĠF alse
ctor y
o int
Ġp y
am es
[ '
ĠT rue
in fo
Ġc an
i es
u g
Ġp re
od ing
ra in
ag es
Ġh as
) ,<
M L
Ġa d
el s
Ġf uture
Ġf unction
ic h
Ġs h
at ch
ern al
Ġ ro
stan ce
a ct
Ġ >>
ic ode
2 1
Ġn p
Ġl ib
Ġb ool
e at
( ):<
A N
Ġs c
ad d
ith ub
Ġ>> >
or g
g ithub
c fg
ĠT ensor
c ache
Ġd ict
int ernal
Ġab s
F A
i ent
er t
it em
po int
Ġlogg ing
Ġstr ing
T ype
p on
} <
in k
et urn
par am
R es
m e
Ġc ode
UL T
O T
l ist
m l
it y
a st
po se
so urce
Ġcl ass
t es
yp es
gg er
ĠU n
] ,
m et
is ion
Ġn n
c ess
e p
Ġo ther
A R
Ġ @
de x
ans form
m an
en v
ut h
it e
Ġy o
t orch
u es
as ic
ess age
FA ULT
Ġp ack
ment ation
Ġo ut
so le
olut e
ce ption
' ]<
ĠS e
a ve
ar k
Ġn o
E T
O C
x y
re g
Ġdist utils
E x
j o
ĠR e
ire ctory
~~~~ ~~~~
ction s
con fig
re ad
Ġw ill
ha pe
ĠAn y
c ol
Ġ he
' ]
I T
Ġ k
at tr
lo b
Ġv ersion
> @
t e
Ġ )<
Ġp ass
lo at
T P
at ter
ser t
Ġabs olute
t in
Ġ |
B ase
Ġp rint
tr y
Ġl en
Ġdef ault
S t
ĠT uple
> __
se s
en ce
A L
T TP
d a
DE FAULT
2 2
Ġb ack
Ġv al
b uil
Ġ %
Ġ. .
re ate
pl ace
file s
l ass
jo in
> _
u al
all y
l en
v alue
Ġb ase
Ġsup er
in al
Ġt ime
Ġim g
re am
Ġt ry
in stance
port Error
ĠA ll
at es
val id
F alse
b er
g r
w in
Ġb uild
H E
er e
con t
atase t
' s
m ethod
Ġuse d
P E
Ġm ethod
Ġs ub
orm al
Ġex cept
E D
Ġ[ '
ĠIm portError
f er
o ul
or k
ĠA r
Ġ >
Ġm m
ir on
Ġd at
ab s
oul d
S I
ation s
w ith
Ġs pec
app end
r ary
Ġn ew
pl it
Ġun icode
I m
ion s
==== ====
error s
- <
c es
Ġt ext
ro p
am ple
ri pt
ad ata
an n
Ġad d
se d
i an
p rint
s on
Ġf un
ut f
ow n
Ġcolle ctions
lo ck
ch or
SS L
. ,
c oding
Ġn ode
ir st
Ġcolle ct
a le
o g
Ġ right
il en
Ġan y
str u
ĠI ter
Ġ le
Ġ key
Ġc o
g e
Ġc heck
ure s
P y
b y
ĠĠĠĠ Ġ
ro up
ĠR es
head ers
G EN
N et
t y
Ġre quest
M odule
p ace
ar get
ĠP Y
ĠA p
tr ing
i ke
s ub
t est
D I
o pt
w e
Ġo pen
Ġn e
Ġd o
Ġ( <
Ġwh en
O L
] )<
g ments
l p
Ġ j
Ġ[ ]<
Ġ20 1
f or
n e
Ġin put
int er
k en
IN G
iter al
Ġcont ain
uth or
' )
D ict
f unction
l ay
le ment
ex cept
ab el
Ġfor m
Ġas sert
ser ved
Ġim ple
Ġal l
c al
c he
n s
Ġa p
Ġyo u
" :
r ansform
st em
le d
Ġis instance
Ġ* <
em p
ĠAr gs
ct ools
lo ss
str ing
ĠR eturn
form at
ern el
pon se
' t
C K
o bject
ĠS t
em ail
Ġsup port
d s
Ġc ache
ĠC om
ĠD ict
#### ####
c ore
s pec
s hape
Ġre quire
ind ow
Ġnum py
Ġres ult
P ar
Ġm odel
cl u
com pat
ke ys
ĠO pen
model s
Ġpack age
D e
e ad
t rain
Ġ K
Ġt est
is h
Ġre served
Ġg ener
Ġar g
: `
t ensor
w ard
Ġp oint
Ġwh ich
Ġ id
MA GEN
> )<
d u
as k
py thon
and om
Ġfile s
a v
j ect
r ite
t ypes
se nt
at form
im g
Ġre ad
ac h
Ġ- *
con v
ult ip
ail s
ilen ame
MAGEN ET
in stall
as ses
EN T
ver t
Ġr un
0 1
C om
ar act
der ed
Ġde t
l ine
Ġ \
all able
= "
T he
T his
b uild
de d
ic e
ĠB ase
U T
a f
o x
Ġ ext
ribut e
ĠI MAGENET
htt p
Ġurl lib
arning s
[ :
i as
o ss
r ange
t t
Ġon ly
1 0
y stem
or y
il ter
app ing
ĠUn ion
ĠAp ache
ro t
Ġc opy
Ġre source
Ġh ave
Ġfun ctools
A D
c o
Ġ qu
Ġn ames
Ġd irectory
ht ml
ib le
Ġse e
d f
d at
Ġ 4
Ġ z
Ġ att
he el
Ġl ine
up port
AT ED
O D
] :<
ic es
ra y
I O
ist er
od y
ĠI f
ĠD ist
ribut ion
com p
E n
e c
s r
it ion
Ġc reate
Ġit er
ma x
ook s
r un
u pt
u ff
on g
de t
ar g
Ġre g
am l
om e
Ġcon fig
OT ATED
I L
c heck
cl s
( [
C T
b in
c v
ur re
lo gger
ĠT ype
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
b box
v i
v ide
Ġa c
Ġor ig
upt ools
o ptions
s plit
x iv
ar xiv
pe ct
and l
A n
g th
in put
re quest
ar ch
Ġd iv
Ġit em
pre c
rap per
ĠH TTP
Y PE
a u
Ġb ut
Ġm essage
if ic
ra ct
item s
ĠReturn s
E X
t ime
Ġf ol
Ġm et
Ġpar se
env iron
6 4
Ġ at
in es
Ġd oc
Ġw arnings
id th
com mand
sc ript
Ġsh ould
p r
Ġ up
in dex
at ive
Ġp l
url lib
Ġr ange
Ġdet ails
urre nt
ur ces
Ġso urce
alue Error
Ġpar am
Ġright s
A S
n der
il ity
id d
Ġlo g
Ġlo ss
U R
] .
n et
Ġ end
st art
Ġd is
Ġu ser
par ser
ck et
Ġma x
l d
en code
Ġin ter
Ġm in
and id
ight s
per ty
P ath
d im
f eat
i a
v el
ab c
ag er
iz er
are nt
ifi ed
pre sent
ĠSe e
Ex ception
DI R
P Y
l ink
m in
n ot
o id
ro und
Ġg lob
Ġ. ..
Ġ[ <
Con v
clu de
5 0
a x
p end
u ment
w ork
__ )<
Ġin stall
if y
a w
m on
Ġf irst
ag s
buil tin
iteral s
idd en
" )
g raph
o pen
o urce
ĠĠĠĠ ĠĠ
def ault
Ġim age
pre ss
oc al
P I
f un
m ark
â Ķ
Ġo pt
). __
OR S
( __
L S
n o
u ser
-------- <
Ġs ize
as h
ri de
ig h
iv en
col or
M ML
S R
d ate
h ooks
t he
st yle
Ġb asic
ĠC allable
Lo gger
Ġout put
ĠOpen MML
ĠOpenMML ab
[ "
f loat
im age
st at
il d
Ġw as
ac lass
ri d
and ard
ight man
pro cess
pro perty
ign ore
ann els
1 2
ro ot
Ġf ind
ot ated
ok en
Ġcl s
m d
Ġ i
ro l
ar n
Ġc oding
Ġcol or
olut ion
module s
ne ction
o se
o st
v ice
ag ing
ss l
Ġcon text
ire ct
Ġ20 21
Ġ---------------------------------------------------------------- --------<
Ġpar t
SI ON
C E
ic al
ce ptions
Ġlo ad
Ġst yle
Ġy ield
Ġcom mand
Ġma ke
Ġval ues
by tes
" ]<
m ap
Ġ utf
port s
Ġd im
ĠP ar
ĠP ath
ĠR oss
Ġu sing
po s
Ġst art
Ġro ot
gr am
Py thon
Ġimple mentation
aract er
n ode
t uple
Ġ J
Ġp os
am ed
Ġe v
ĠW ightman
pack ages
F ile
S tring
e y
l iterals
n ew
st d
ut able
Ġex ist
pack age
quire ment
L E
c s
Ġ el
Ġin d
Ġw in
ra w
ĠS et
iz ed
Ġcom pat
Ġnum ber
ĠIm age
ĠIter able
( *
V ersion
im um
Ġf eat
Ġf loat
ib ility
ase s
asic SR
Ġhe ader
stru ct
Ġform at
af e
c or
j it
p ol
Ġ one
Ġ error
Ġto get
cl ient
so urces
point s
Ġtoget her
C HE
R eturn
W arning
d ot
s l
s ys
v ision
or der
im ple
ĠT ext
pl ic
con text
eg er
Ġar gs
atase ts
andl er
P R
i k
Ġt im
en e
ic k
Ġs er
um n
function al
' ):<
k g
w ord
al led
ot her
() )<
Ġ+ =
Ġen coding
res ult
me an
Im ple
A B
U n
V ar
r dered
s ig
et ime
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
ack ed
ĠN ot
Ġset uptools
buil der
> -
S D
T ensor
d oc
f a
l ight
s h
w w
ar ray
Ġre mo
Ġin to
Ġin dex
Ġb uil
ĠS o
Ġtorch box
Ġst ate
ĠE x
Ġpro vide
ĠV ersion
met adata
1 9
C H
f l
g t
Ġ ignore
se ed
ort ed
import s
Ġs ome
lo g
Ġm ore
__( )<
: :<
C h
N ame
] ,<
c opy
l abel
n er
o p
o bj
u ch
v ers
Ġ headers
-------- ----
Ġt uple
Ġf ield
Ġf ound
Ġo ptional
od er
ab els
Ġv ar
qu ence
pre fix
Ġdo es
H ead
] )
f ault
Ġ Y
Ġre present
Ġm ay
Ġu s
Ġby tes
Lo ader
Ġne ed
ĠDist utils
Ġdiv ision
Ġbasic sr
P ool
T ER
V ER
g b
Ġt arget
en der
am b
et ry
ri es
ĠP ro
and le
ix er
indow s
fun c
H TTP
\ \
Ġ ed
Ġ io
Ġt rain
Ġf ocal
ur df
Ġo ver
Ġm ode
un t
el l
Ġg iven
pl y
Ġ{ <
00 0
Ġres ponse
0 6
5 6
I ME
T R
p ool
s um
u ments
er o
re q
en c
it s
Ġc v
Ġc all
ing le
Ġs y
iz ation
Ġit ert
pack aging
ĠCon v
Ġmm cv
Ġitert ools
Ġc urrent
Ġb et
ch annels
Ġto ken
orm atter
ĠB SD
fix er
Ġfunction s
Ġ> =
N ot
S et
b ers
c re
i e
n ames
w rap
y aml
re pr
Ġt emp
Ġa ct
ing s
an t
Ġl ike
Ġ. _
tr ansform
get Logger
Ġ20 22
ĠE n
Con t
fer ence
Ġparam et
Ġfocal pose
E P
P oint
l icense
q a
Ġ errors
Ġ email
Ġ[ "
ap er
Ġst ream
out put
comp ile
2 4
D ist
H acked
I I
c i
d is
i ed
m b
r ad
Ġt ree
ut o
il er
len gth
======== ========
Ġfol low
" .
P ro
T ML
o o
al k
Ġf l
Ġp ool
Ġm ath
Ġm ust
Ġg raph
ĠO rdered
Ġim pl
Ġlib rary
Ġyo ur
Ġno qa
Ġpoint s
upport ed
idden imports
( (
1 1
5 5
I B
d ing
s p
Ġ ent
Ġf ilename
an chor
con sole
() .
Ġpar ser
ff ic
ST D
CK ING
CHE CKING
1 7
D ata
T ext
l t
Ġ Z
re place
st ract
an k
am p
ent s
path s
() ,
20 21
ry pt
Ġhas h
add ing
C O
T oken
l ike
t ree
Ġ 5
at ing
st ate
de code
he d
Ġm an
ist ry
ex ceptions
ĠF ound
Ġ1 0
ME AN
ST R
ultip art
[: ,
------------ -<
! =
T orch
c a
n ormal
o u
w a
Ġ !=
he lp
Ġs sl
Ġo per
ĠT YPE
Ġr andom
Ġe ach
Ġtyp es
ĠV alueError
HE AD
Ġel if
A CK
I D
N A
f p
g o
g roup
Ġ --
re sources
at io
Ġin st
Ġin it
Ġn ormal
Ġm od
py gments
ĠA d
ĠF ile
ener ator
.. .,
Ġk ernel
Ġval id
lay er
Ġ-* -
Ġ-* -<
âĶ Ģ
amb da
' :<
I ON
a k
b ool
w o
w rite
Ġ 7
Ġ head
Ġo ptions
Ġd ir
Ġm e
ex ist
Ġg roup
po p
Ġso cket
Ġpy thon
builtin s
G et
[ -
a ise
d m
h an
p u
r ans
re ader
st ream
Ġo bj
un k
ĠR OTATED
ub oid
Ġst at
que ue
Ġal low
Ġdat etime
######## ########
Ġz ip
F I
R L
c rop
f ield
er y
Ġc types
Ġp er
ĠC ol
ĠG A
ĠF or
ens ion
AT A
Ġj son
Par ser
uff er
( _
; <
> ]<
B O
d b
f low
n ext
s ign
Ġ 6
re quire
Ġre l
Ġre nder
et ch
Ġb box
ĠP EP
ra g
Ġh ere
po ch
---------------------------------------------------------------- -------------<
ay er
Ġpro gram
low er
Ġen code
ĠCon sole
back ports
reg ister
Ġmm det
stru ctor
Ġ\ <
N orm
T H
a uthor
c ord
e gg
w h
Ġ http
is sing
Ġl ink
ment ed
ĠS tring
val ues
I P
a z
b one
k ernel
q dm
w ish
Ġt ensor
ro z
it le
Ġimport lib
ur ation
Ġo ption
lo c
lo ader
ĠT ransform
Ġ( '
ul ar
ect or
ĠDe fault
che d
> `
f ace
l r
m p
p arent
r ame
Ġ Q
in ed
Ġp ol
Ġw ork
ol ver
ot h
ul er
Ġfor ward
Ġ" __
Ġbe en
Ġpath lib
IN E
Ġen v
ĠIn valid
mo id
Ġbase d
ĠIter ator
Ġind ices
ĠOrdered Dict
0 2
T uple
m od
o ader
u ct
v ent
y n
Ġt ransform
le ments
Ġ' .
Ġ" <
Ġof f
ĠI t
ult i
ver se
ĠB asicSR
ug mentation
Ġpre fix
Ġsh util
xy z
Ġrequest s
lay ers
ox el
ĠSo ftware
' ).
C ol
D et
c all
f ind
u d
w idth
im izer
he ader
Ġs p
Ġin stance
ent er
ri p
pt h
class ifier
ĠPy Torch
() .__
Ġal so
Ġmodule s
prec ated
Ġmet adata
ĠFound ation
b lock
d own
f ore
v ar
Ġ X
he ther
Ġs k
et work
Ġd ataset
em pt
ate g
Ġcon vert
Re quest
request s
Ġbuil tin
Dist ribution
A tt
` <
d iv
j son
Ġt ra
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ple te
Ġ{ }<
ĠCon t
back end
OC K
Ġcontain s
vi ew
au se
Ġtim m
D ataset
E CT
N I
a pt
h iddenimports
l ines
m ain
w d
Ġ util
Ġ keys
re source
Ġt qdm
he s
Ġf a
am pl
Ġin place
Ġm atch
ap i
ime out
ER S
Re quirement
ook ie
reg istry
Ġev en
ci i
ffic ient
' ))<
) )
0 4
L ist
N O
R OTATED
] ]
b ody
c opyright
d atasets
e ader
g ine
o ps
Ġ 8
or ld
Ġc or
Ġs ingle
Ġb ound
Ġd if
Ġw ar
py p
ĠA uthor
`` .<
ang u
RE S
Ġhas attr
Ġback end
Ġresult s
Ġreg ister
andid ate
* *
C ache
c le
d irect
t arget
w ise
{ }
st er
le ct
Ġc ase
is c
Ġre du
as ure
Ġb in
ĠR otated
ribut es
Ġh ard
io us
Ġch aracter
MA X
~~~~~~~~ ~~~~~~~~
gr ad
dat as
Ġpl atform
Ġcontext lib
D ATA
F or
M ENT
c ur
f ilename
h ost
z ip
ur ize
Ġin clude
cl asses
Ġ2 24
up date
ack age
Ġex pect
ang es
ĠU RL
pec ifier
Lo ss
Ġhe lp
og le
Ġap p
Ġorig inal
andid ates
' .
= (
C l
C lass
R etry
c ul
m atch
r p
Ġ }<
re ss
Ġc re
Ġp kg
el y
id x
em o
Ġex ception
to ken
Ġe lement
Ġget attr
ain er
Ġlogg er
dist utils
ust om
Ġsc ript
ĠRe quest
ĠType Var
help ers
H andler
L O
d ataset
f ul
f irst
m y
n p
o f
in s
Ġimport s
Ġs ix
`` <
ay load
dir s
Ġpro xy
pat ch
ĠIn stall
Res ource
ĠCom mand
Ġarg parse
" :<
' '<
0 3
F ormatter
T ree
T LS
b ug
d ig
f n
f etch
n orm
s with
se ns
on t
re t
le an
he me
ar set
ar ies
__ ",<
Ġs ame
Ġo b
Ġin fo
ent ion
Ġw rap
Ġw idth
un icode
ol der
ex p
Ġl abels
Ġth read
Ġwith out
Ġlo ader
lib rary
Ġst andard
Ġex ec
Ġ< =
Ġmethod s
iron ment
sub modules
Ġarg uments
igh light
Ġcompat ibility
Ġfollow ing
" ]
> """
S C
S e
g es
h ash
o ver
o ff
t emp
y tes
le x
it ive
ĠP oint
ass ign
Ġreturn s
ext ern
Ġst ride
form atter
gg ing
to p
sc ale
bbox es
uboid s
9 9
F C
I G
K ER
a ke
f c
l ate
m at
r andom
r gb
t ings
en coding
le vel
et a
Ġb lock
Ġw rapper
Ġan chor
ĠA PI
Ġlo ok
ens ions
Ġde pend
Ġit s
Ġex p
AR T
ian t
we en
we ight
ĠSt yle
struct ures
Ġser ver
vers able
ender able
# <
A d
b l
f ter
g round
m ode
o b
s up
Ġ ""
Ġf ixer
as cii
Ġd ig
Ġm at
ĠA tt
Ġth en
um ber
ĠR est
ĠR eg
pl atform
Ġde sc
to col
ĠLicense d
ma ster
Ġwe ight
Res ult
man ager
Par se
Com mand
rot ated
stat ic
Ġpart ial
field s
2 3
E L
S L
U N
[ ...,
` .<
b lob
c u
c lo
c oder
d irectory
p ed
r ich
s y
} ,
Ġ )
on ical
re nder
le ase
Ġa bo
ut urize
__ <
Ġs plit
Ġs ystem
Ġn on
Ġw rite
ol d
od ified
Ġ2 55
ith er
code s
Ġcl asses
Con text
info s
AN T
OT OC
Ġspec ified
Ġnames pace
prec ation
Imple mented
sig moid
ĠNot Implemented
OCK S
OTOC OL
' ),<
) ))<
1 6
> )
M an
N ode
r c
v es
Ġt wo
de vice
Ġc fg
ic y
am el
Ġb ody
ri ption
ĠC h
Ġh ook
Ġy aml
Ġwh ere
pro ject
Ġch ild
mo ve
rot ate
bin ary
Ġent ry
) ):<
= [
c ar
h as
i que
n d
n ow
s afe
u amel
Ġ ]<
or ig
re n
ro w
Ġf ilter
ion ary
># #
is s
ic s
Ġs uch
Ġthe m
Ġm ap
ac y
Ġ( "
om l
Ġg t
Ġcon v
Ġlo c
Ġcom p
ĠU se
dist ribut
her e
Ġsc ale
og raph
Ġrequire d
pol ation
Ġbet ween
Ġoper ator
0 8
E lement
F ound
H eader
K ey
P AT
e lement
m t
s upported
t ers
Ġ ens
in der
__ .
Ġn ext
Ġm ask
Ġ' <
Ġth ere
Ġv ia
em ory
pl ay
Ġh andle
Ġr uamel
Ġe ither
Con nection
ial ize
stan ts
ug h
ĠSe quence
Ġsub process
OL IB
av g
OD O
VER SION
rypt ograph
ryptograph y
> *
C ode
P O
R aise
V alueError
c md
f ilter
f uturize
r ack
ro ss
Ġp arent
Ġs orted
es ca
Ġthe se
Ġd s
ol ve
ĠP R
py torch
ĠD ata
Ġ1 000
ĠM apping
ĠM odified
.. .
Re ad
Ġwe ights
Ġpack ages
ition al
ĠGA OLIB
cu da
esca pe
= {
L ib
R otated
a o
d um
f ect
m essage
m isc
n own
r an
s ystem
t em
} ,<
Ġ q
se arch
Ġt k
Ġf n
is ual
il ters
Ġm y
Ġm ultip
ĠC O
ot e
Ġan not
ĠA l
ĠN umber
(' .
Ġx ml
Ġwh ile
RE D
ord in
AN D
fer ent
inter polation
cal ar
Ġatt ribute
ĠPar se
ww w
Ġparamet er
Ġinst ead
Ġfa ctor
ampl er
asure ment
> }<
E xt
N o
P C
T imeout
m ask
n ect
r it
z e
le te
Ġp ick
Ġw hether
ĠT ODO
ĠĠĠĠĠĠĠĠ ĠĠ
ra versable
ĠN ame
orm at
ĠPy gments
Ġwith in
ĠM IME
qu al
Ġim ages
Ġex ample
20 20
ĠW e
Ġset up
ME TH
Ġobject s
Ġcont ent
Ġ201 8
aract ers
An y
open ssl
Ġannot ations
METH OD
1 5
= -
B U
F ix
M ix
U E
p ass
s ix
Ġ &
al low
Ġc lo
Ġp adding
an ce
il low
lo gging
Ġv er
__( <
Ġstr uct
par t
Ġbe fore
Ġde precated
ver y
so ft
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠW indows
ace back
Ġuse ful
Re ader
Ġro t
da pt
inter val
start swith
Not Found
Ġtemp file
alk er
ched uler
' {
1 3
1 8
1 00
> '
B B
g lob
i ases
k dir
r atio
s ave
w arn
in ally
re move
im it
al cul
it ies
as on
Ġin valid
Ġn amed
Ġm ain
ĠS OCKS
Ġ" \
um e
ss ian
Ġcon s
Ġcon sole
ke ep
ire d
Ġcan onical
met a
OC AL
Ġ201 5
Ġcache d
De fect
Ġdis able
pos it
Ġremo ve
Ġremo ved
wa ys
exist s
Man ager
8 4
> ``
A ML
B A
E S
E num
G raph
M odel
M ethod
M essage
T YPE
W OR
c reate
f init
g rid
i ew
p ip
t ar
u f
w er
w heel
Ġ et
er ved
en n
le t
Ġf roz
ut e
Ġc alled
Ġb ias
Ġd ot
Ġl ines
Ġret ry
ĠS c
id er
orm er
ĠD E
tr ans
Ġbe ha
In t
put e
est amp
ĠH TML
Ġse par
ind ices
ian ce
ĠRes erved
ĠOpen SSL
train ed
tensor s
Ġconfig uration
ĠType Error
Ġitem s
Ġinter face
lt a
HEAD S
Ġrender able
cord ing
Ġdif ferent
ĠNotImplemented Error
Raise d
posit ory
0 9
4 01
H TML
M apping
P aper
Q A
T o
_ (
f older
g enerator
m met
n a
w rapper
x ml
~ <
Ġ utils
er r
on ly
Ġt ar
Ġt eam
st rip
Ġa fter
Ġd ire
Ġm ark
ch aracter
Ġl abel
Ġl ong
ĠA N
ĠF ix
ter n
Ġcl ient
pro j
Ġpy gments
met aclass
ĠK ey
:` ~
uff ix
feat ures
Ġfeat ures
fa ctor
fa ctory
Ġprovide s
Ġed ge
CO M
go ogle
ateg ory
( -
0 5
8 8
D irectory
E Y
H AS
a ir
b le
i able
l atform
o pe
p ct
Ġ keep
at s
Ġre ader
Ġs ave
Ġo ld
Ġd type
Ġw indow
Ġw heel
Ġm s
pt s
ass ert
ĠS SL
ĠI O
ĠR ights
em b
', '
Ġtorch vision
form ation
ctor ies
ĠE fficient
Ġ{ }
Ġpro cess
Ġpro ject
Con sole
sc ene
=' ',
OR T
ĠIn c
Ġro und
Ġstring s
param s
Ġco ordin
max size
plic it
Ġdoes n
Ġparamet ers
Ġexpect ed
emo j
4 4
A SS
H O
K EY
P P
P T
S ub
T est
W heel
a ugmentation
g or
l ambda
q l
u se
u py
Ġ 9
Ġ âĶ
in u
re l
Ġt r
al ign
ar s
Ġre ason
Ġs hape
Ġin s
Ġd own
Ġm issing
ac l
ex er
Ġdef ined
ĠL oader
Ġg rad
ĠI D
EN D
`` ,
par ts
set up
get item
Ġde code
Ġde vice
Ġpar sing
Ġcom pl
Ġcom mon
Ġnum bers
Ġlicense d
MA R
Ġad apt
cont rol
cont ainer
Ġj ust
Ġsupport ed
ĠK han
co un
run ner
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
raw ing
TER N
âĶĢ âĶĢ
rag ma
ĠTransform er
Det ector
Ġbuiltin s
Ġens ure
upy ter
" ):<
" ),<
C re
N E
O QA
P RE
Q U
_ <
b it
p ad
p ayload
s k
s lo
Ġ //
at is
Ġa uto
Ġp r
Ġp ragma
Ġre pository
Ġs ign
Ġthe y
Ġd ll
Ġw ay
ĠT X
Ġm eg
py win
ĠN OQA
ss ign
Ġor der
Ġst d
form att
are d
pre d
ĠU ser
code Error
ĠE T
Ġuse s
Ġint eger
ĠV ER
Re g
Ġen um
res pon
dist ribution
Ġext ra
ribute Error
vi i
Ġac cording
PY ING
Ġglob al
Ġfeat ure
result s
Ġrepresent ation
Ġallow ed
ret urn
ĠCO PYING
BB ox
Ġcompl iance
MAR KER
atis f
Ġmeg vii
" {
# -----------------------------------------------------------------------------<
) ]<
: :
G enerator
I ST
M ark
O r
O pen
P U
Q t
b e
b ot
b uffer
e ps
h in
p n
r b
r and
u i
v ironment
w ik
le ases
Ġa g
de bug
># -----------------------------------------------------------------------------<
ic ally
Ġs im
ct ypes
ac es
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠP AT
ĠP ackage
ex ec
ĠS E
ĠA UT
ĠN ew
ĠN etwork
con stants
com mon
Ġ20 06
Ġr gb
Ġcom plete
Ġse ss
ine ar
ER R
pro xy
head s
AT ION
IN T
num ber
ĠCon fig
AL L
cont ent
Ġnode s
Ġco ver
compat ible
du ce
ĠDist ribution
sr c
ific ation
Ġfol der
stat us
Ġexist s
plic ation
NA ME
Ġdir s
yn am
Ġbound ary
cur s
enderable Type
precation Warning
Ġcanonical ize
gor ith
" ).
. *
2 56
7 5
? <
H el
H ook
H ORS
T F
T U
U SE
b stract
e poch
l ong
n ers
o ur
p ri
t ools
t oml
z ero
Ġ kwargs
Ġ ~~~~~~~~~~~~~~~~
or ation
se n
re f
it es
Ġp ix
es h
Ġn orm
lo t
lo cal
Ġw ord
ri x
ĠP ool
Ġl angu
cl i
ĠN o
ĠG raph
der r
Ġst or
Ġde st
ifi ers
bo se
res ponse
Ġlib futurize
Ġdict ionary
Ġcode cs
ep copy
Ġtime out
Ġdat aclass
Im age
Ġfun c
Ġcontain ing
Ġimple ment
Ġap ply
Ġmodel s
Ġgener ated
Ġgener ator
Ġid ent
au ssian
") ;<
doc s
ĠEx ception
wa it
ĠCol umn
ĠDefault s
ĠAuthor s
off set
Ġloc ation
finit y
Ġdire ctories
Ġms g
slo ts
Ġdll s
ĠAUT HORS
2 5
B asicSR
D O
I M
O ptions
S er
U ns
b atch
e ar
e ed
l abels
m ultipart
o ption
p ha
t ual
t graph
t itle
u ally
v ious
x in
ro ugh
Ġc ast
is ible
is hed
Ġp atter
Ġs a
Ġs imple
et ers
Ġin v
Ġin formation
Ġd irect
Ġm apping
Ġ' _
Ġl ambda
ĠS T
ĠS pecifier
int ypes
ense t
class method
ĠD o
ir tual
ub ic
Ġ_ ,
Ġos p
ck s
dir name
nt ao
ind s
sc heme
Ġpath s
ĠV oxel
DE T
num bers
Ġraise d
Ġfunction al
Ġversion s
Ġmm rotate
Ġle vel
Ġco unt
Ġsupport s
check point
ĠPar ser
Ġstat us
Ġcor respon
Ġredu ction
Ġthread ing
Ġdesc ription
calar String
err no
xin ntao
/ <
8 6
B ack
C opyright
D A
O J
V alue
W rapper
W STR
a h
c at
c ed
e asurement
h en
s ample
se c
Ġt rue
st ore
le arn
Ġa ut
ic ro
il ing
Ġb oth
Ġn eg
Ġd on
Ġ' \
Ġl r
ĠL e
id get
ĠN OT
ĠD rop
pl ug
ter m
Ġcon nection
ap pen
Ġ1 2
Ġbe c
ĠM utable
In valid
Ġdistribut ion
20 0
Ġe lements
ĠW AR
Ġal ways
ms g
val u
Ġch ange
ff i
Ġab c
mo oth
att ribute
'] )<
Ġback ward
Ġback bone
opt im
Ġform atter
Ġgener ate
UT F
arg ument
amed Tuple
ĠNot e
transform s
oo lean
Ġhash lib
Ġme an
lr u
var iant
PAT H
Lib rary
Ġfroz enset
Ġcoordin ates
acl asses
ĠVER SION
ERR OR
, )
1 4
E lements
F F
F ilter
F ixer
L U
T O
T rans
W H
[ [
d S
f rame
m it
s v
t en
Ġ attr
Ġ html
ľ âĶĢâĶĢ
in sert
re set
ro ll
Ġf inal
Ġc ert
Ġc ustom
__ ,<
ur i
Ġo ur
et er
et ree
Ġthe ir
ĠT o
ĠT LS
ĠT oken
ch ar
ĠC ON
ra ction
Ġ" .
ĠA ust
Ġ# ##
th ou
ĠR FC
and as
ĠF ree
po st
Ġr ank
ator s
base d
Ġcode s
IT Y
Ġlen gth
St yle
Ġback ground
Ġdat aclasses
Ġtext wrap
SSL v
Ġrequire ment
Ġcommand s
std out
Ġprovide d
ĠPro tocol
Ġed ges
ĠEn thou
================ ================
ĠAd d
Ġgroup s
require s
ĠString IO
loc ation
ĠQ t
empt y
ECT ORS
pyp i
sens itive
temp dir
ytes IO
sup press
ĠRest ormer
Ġabo ut
ĠPR OTOCOL
Timeout Error
Ġpick le
WOR D
ĠâĶ ľâĶĢâĶĢ
hin x
DET ECTORS
appen gine
Ġbec ause
ĠAust in
ĠEnthou ght
A M
A l
A ssign
B ACK
F ield
L exer
S c
S che
T rack
a uth
b ar
c ase
e q
h i
i pe
j ust
l q
m ath
m kdir
o ice
p age
r ank
s atisf
} ")<
Ġ join
Ġ urdf
er a
in a
re search
Ġt rans
ar ge
ut put
Ġre fer
et ina
Ġb l
Ġd ual
ĠĠĠĠĠĠĠĠ Ġ
ch unk
pt imizer
Ġis s
ĠC lass
ĠS y
str ict
Ġth an
Ġg o
ĠN ode
ĠF ormatter
pl ib
con d
Ġun it
ap ply
ĠM essage
In fo
ĠThe se
ĠH and
ight ning
res ume
Ġcan not
atch Norm
ĠUn supported
Ex ample
~~~~~~~~ ~~~~
Ġprint s
22 4
ĠRes ource
sub process
Ġcontain er
che s
Com p
co unt
Ġdoc ument
Ġmax imum
feat ure
ax is
node s
AB C
light ning
Ġus age
HTTP Error
enc ies
cre ment
Cont rol
Point s
stract method
Ġman y
Ġinst alled
BO X
ĠInstall Requirement
static method
NotFound Error
formatt ers
Ġcorrespon ding
2 7
5 17
A ct
A ME
B lock
F inder
I S
I MA
O ri
R o
S U
S h
S NI
S cheduler
] +
b az
c urrent
e ze
f alse
o ke
o us
r ic
r as
t k
t ag
t able
w xyz
re ct
st ack
ro i
de pend
Ġf ree
it able
Ġp as
Ġre f
__ ,
an y
Ġs in
Ġs pace
Ġb atch
Ġn etwork
ent ry
ĠT h
ol ved
ĠP illow
Ġl p
Ġl ast
Ġret ries
ĠL ink
ĠL iteral
ĠL ayer
Ġan other
id s
Ġg rid
ub l
ĠF OR
Ġh ope
Ġde l
ater n
que eze
Ġal gorith
Ġse ction
Con structor
ial og
io u
back bone
pon ent
IT E
St ream
Ġ.. .<
abs path
Ġunicode data
Ġrequire s
Ġ\ \
Ġatt empt
En d
Ġiter able
Ġmin imum
link s
Ġexist ing
Ġus ers
Ġtrain ing
enc y
Ġzip file
sign ed
require ments
down load
iss ues
distribut ed
Ġtk inter
BU G
allow ed
ynam ic
Track ing
ĠHand Tracking
( {
A dapt
B L
C N
G ener
L R
M eta
O DE
P re
U M
_ .
b n
c os
d rop
e ded
f ull
f ilters
l ap
p ers
p df
p kg
r ames
s upport
u mentation
Ġ 50
on es
re en
st derr
le ar
le mb
de lta
al ues
al oader
Ġf f
Ġf ail
Ġf rame
Ġc a
Ġc ryptography
Ġimport ed
Ġp d
Ġp ubl
Ġre place
an h
Ġs g
ed ge
am ma
il y
Ġd one
Ġw ould
Ġw ant
def ined
ac c
ch ild
Ġreturn ed
ir s
Ġv oxel
Ġv iew
ĠF ormat
Ġ1 6
lib s
Ġde epcopy
Ġex c
nt ax
bo und
Ġse quence
us h
Ġch ar
stan t
Ġpre sent
Ġro w
AR S
Ġhe ight
Ġdefault dict
ann er
Ġle ft
we ights
ENT I
Ġqu at
dat aclass
Ġatt ributes
comp iler
press ion
Ġwin reg
cor ners
ĠEx ample
Ġfield s
FI X
Col or
Ġtra iling
Cl ient
LO W
PO SE
PC WSTR
pass word
alcul ate
ĠDE FAULT
mmet ries
emb ed
inu x
ĠPAT TERN
OJ ECT
Ġpas sed
lemb ic
* .
3 1
A C
A r
B uild
I ter
O UR
R etina
T ransform
V E
] ]<
b uf
c p
c ell
c pu
d ar
f mt
l i
l ast
m ute
n r
p an
r iter
s q
s u
s ses
s wish
t im
t ags
w intypes
Ġ empty
in ue
in place
Ġt ail
Ġt itle
im al
st age
st ride
st andard
ro py
le ction
Ġf inally
Ġc md
Ġc uboids
Ġp yp
Ġre q
ur al
Ġo w
Ġd b
ent ly
Ġfor ce
th ree
ĠR aise
pl an
pl ate
Ġh ighlight
com plete
Ġun pack
Ġlo wer
so cks
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
pre sen
>> >>
ĠH ow
ĠE X
Ġsys config
Ġ{ '
fo o
Ġav oid
Ġen n
num py
Ġar ch
Ġcont inue
mo ves
Ġpre trained
ĠRe quirement
'] .
Base Fix
St art
Ġrequire ments
Ġid na
IL ITY
Ġinter n
Ġind ic
mb ol
NA Error
################ ################
wh ich
Ġpol icy
yn c
Ġoff set
cle ar
Ġlook up
Ġmultip le
Int eger
emoj i
Ser ver
irtual env
icro soft
satisf ies
Ġpubl ished
" ))<
' .<
3 5
> ..
A s
C ase
C ON
I tem
L ink
M ore
S pecifier
S calarString
T EN
b order
d type
m m
p ix
s uffix
t f
u int
Ġ htt
or s
or ary
or dered
Ġa x
Ġa ction
Ġa uthor
de c
Ġc y
is it
Ġp ad
Ġp ow
Ġp oss
Ġo p
il ation
Ġin clu
Ġn ats
Ġd um
Ġd rawing
Ġw orld
Ġm ulti
Ġ' '<
ĠP re
ex it
ĠC all
ĠC ache
ĠL PCWSTR
int eger
id ual
Ġth rough
ĠG et
ĠI nt
ĠF inal
par sing
set uptools
po ser
ĠO S
ĠM odel
ĠM easurement
ĠB y
Ġex plicit
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
ple t
Ġe qual
est ed
Ġpar sed
Con fig
Con vert
ĠV alues
ma ke
RE CT
eg acy
ME IP
Ġcont rol
dist ribute
her it
sing le
Ġpy torch
Ġpy test
St age
ormal ized
av ailable
Ġrun ning
script s
Ġdis play
Ġcompat ible
Ġvar iable
ĠY ou
Ġrepresent ing
ĠPro xy
Ġact ual
Ġfl ags
Ġnormal ize
Ġper form
rag ment
Ġpol ys
Ġdig it
Uns upported
plug in
OUR CE
dar win
presen ter
TEN SION
MEIP ASS
2 6
A p
A CE
B uil
C A
C o
C all
C ore
H AN
M OD
O P
R ANT
S Y
a ction
c y
c nn
c andidates
e ction
h ard
m ul
m up
n eg
s im
t il
t ot
u id
w arning
in ation
Ġp ast
Ġre direct
Ġre distribute
Ġs u
Ġs ample
il ar
Ġb uffer
Ġd ate
ĠT raversable
Ġm ight
Ġm ultipart
Ġ' __
ĠP UR
ĠP ART
Ġl ay
Ġto uch
Ġdef init
ul let
ag ed
th read
Ġth ose
~~ ~<
ĠF IT
ser ver
con vert
get attr
Ġbe st
Ġbe ing
ĠM ER
ĠM ax
Ġde cor
Ġe ps
Ġe poch
iv ely
ĠW IT
IC UL
ĠH ard
Ġal ong
Ġy aw
00 01
sc ore
NU M
Ġch annels
Ġch anges
res hape
res net
ord s
Ġma k
Res olution
Res olver
cont rib
SSL Context
ale t
Ġle x
ĠRes olver
spec ific
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
Ġdoc umentation
feat s
Ġopt parse
igh b
PR OC
ik as
AB ILITY
CH ANT
CH ARS
ĠConv olution
names pace
dis pose
Ġimpl ied
Ġmod ify
ĠFile NotFoundError
pop up
roz en
ĠCont act
Ġwar ran
IG H
rit ten
Ġcons ider
Ġet c
ĠAN Y
HO UT
NE SS
ĠWAR RANT
mooth ing
Trans port
ightning Module
MOD UL
ĠPUR POSE
ĠPART ICUL
ĠFIT NESS
ĠMER CHANT
ĠWIT HOUT
Ġwarran ty
ĠWARRANT Y
ĠPARTICUL AR
ĠMERCHANT ABILITY
( ?
/ *
3 4
C reate
C allable
C oder
F rom
G D
G R
L L
L P
N e
Q Q
S N
V I
W S
X X
] [
c el
d ll
g n
i T
j or
k nown
l imit
m ish
n one
p adding
s ort
s parse
s ite
s win
t al
t yp
u sed
w indow
z er
Ġ port
---- --
er ate
in ary
in ner
re d
re al
re leases
ro g
le s
de sc
al tgraph
he ight
Ġp ose
Ġs ig
as y
Ġb gr
Ġn ull
ĠT O
Ġm ost
un pack
ol ib
ĠP IC
ĠP latform
om at
ab stractmethod
Ġto k
ĠL o
ĠL OCAL
ĠS HAN
cl us
Ġ" \\
ĠA SC
id ent
ser ve
Ġh ooks
Ġor d
Ġun ique
Ġlo cal
ix ed
ĠM A
ĠM ark
ĠB ack
() )
Ġr atio
ĠW IN
Ġal iases
ĠDe precationWarning
Ġx y
Ġse ed
Ġcl ip
Ġ{ "
.. /
Ġsup press
Ġch aracters
Ġcolle ction
ĠAn chor
Ġurl parse
Res Net
col umn
Ġhe x
Base d
Ġco un
DI RECT
Ġ201 3
De codeError
Ġqu ery
Ġac cept
Ġac cess
An chor
environ ment
Ġcolor s
Ġpos ition
LE G
Imple ments
anchor s
ĠZ ip
group s
ĠGA O
Ġsk image
Ġwar mup
ress ion
Ġcre ated
ĠAtt ention
Or More
TU RES
Ġpatter n
Assign er
Ġff i
Ġchar det
Ġhtt plib
alet te
IGH T
ĠPIC TURES
ĠASC II
) ),
8 0
B BOX
C an
C II
E d
F IL
G E
G rid
J it
L e
O FF
P N
S tr
S ampler
T ag
W alker
a uto
a olib
b ic
b ias
c ert
c wd
c ookie
c ategory
d array
g ment
i ally
m ary
n on
o urces
s orted
v iz
re c
re st
re size
st ra
de lete
Ġc lear
Ġre st
Ġre sources
Ġs afe
et adata
Ġin dent
Ġb ox
Ġn darray
Ġw ell
ri e
Ġ( _
Ġ( ...,
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
Ġ' &
ch at
ĠC an
ab ase
Ġto tal
ra ps
ig Integer
ĠS imple
Ġ" _
ath er
ĠA lembic
pl ied
Ġh andl
Ġcon nect
ect s
ĠO n
Ġst ack
ĠB ytesIO
() ,<
ps nr
to k
iv ed
iv ations
ĠH el
ĠH igh
Ġ3 2
Ġal ias
Ġcom ment
ain s
lic e
ial izer
Re LU
RE AD
RE DIRECT
pat tern
num s
iter dir
Ġcont ents
Lo ad
att n
ug ment
Ġsh ow
Ġsc ene
Ġsc heme
Ġabs x
Res ources
reg ex
PE C
Ġadd itional
ge om
opt s
ĠSt ream
ĠCom pat
En vironment
Ġorig in
ĠHTTP S
EX TR
Ġmet ers
Ġdoc string
AS CII
50 9
user name
style s
ĠPar am
fl ags
Ch ild
Ġbet a
Pro xy
HEAD ERS
Ġencode d
ĠRequest s
TLS v
dig est
Ġdig est
ĠAtt ributeError
Mix in
>' ''<
BA SE
Sub Element
pn g
Ġag ain
Hel lo
ĠDrop Path
Ġiss ue
crement al
Ġsin ce
Ġalgorith m
Buil der
zer os
Ġnull able
bic ubic
# !
( \
. "<
9 0
C OD
G ET
O ption
V ikas
Y AML
] ))<
_ ,
a ired
c an
d ri
d Conv
n ative
p g
s a
s i
s ur
s ame
t anh
v ing
Ġ es
Ġt ag
at ure
st ep
le ss
al ias
Ġf ix
Ġf ast
Ġp aper
Ġp andas
Ġs rc
Ġd w
Ġd rop
Ġm o
Ġ( )
Ġ' /
om ent
ĠC heck
ĠS upport
cl ar
cl ip
ĠA bstract
ĠN amedTuple
um per
Ġv endor
ĠF l
ĠF eat
Ġh ow
Ġh idden
Ġh andler
con ds
set tings
tr ue
ĠO ther
ĠM y
ĠM ing
(' --
In put
Ġde c
ĠB e
() ``
Ġex ceptions
pre ter
Ġe very
ĠW heel
ess ion
(" \
Ġal pha
bo ok
Ġcom pute
Ġpro per
dent ial
oc ation
ma k
eg ment
ST ART
fix es
att en
Ġpre vious
param eters
pose d
cont ents
Ġsub class
Ġspec ific
Im port
Ġadd s
og n
ilen ames
ĠRes Net
ĠRes ponse
Ġap plication
Ġarg ument
av ing
Ġread ing
Ġext ract
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
vi or
command s
Ġpl ug
UR L
min ist
graph viz
context manager
Imple mentation
Ġbuil t
Ġneed s
sp hinx
fp n
Ġinit ial
Ġrel ated
ĠConsole Options
Ġredu ce
sup er
Ġ"" <
ĠRest oration
dum p
Ġdisable d
Ġbeha vior
Ġmark up
PT ION
Ġins pect
Ġenum erate
exec utable
ĠNetwork s
Ġpix els
roll er
Ro I
Stage Detector
Ġconsider ed
MODUL E
SN R
" \
) [
) ),<
) ;<
0 7
4 0
7 8
8 75
B IT
C ookie
H A
I F
L IST
O S
S P
S ource
S PEC
T raversable
U p
a i
b b
b c
b dist
c enter
h at
h andle
m apping
m ulti
n ull
p ing
r t
s pace
t mp
u ess
v id
v tk
} )
Ġ ):<
Ġ ra
in v
re direct
Ġt run
al che
he x
Ġc ell
Ġc andidates
Ġp atch
ur ing
Ġs wish
ed i
ed ia
ed ges
am era
il u
as hes
Ġb oolean
Ġn ow
Ġm emory
ĠP IL
py project
pe at
ile d
ue ue
ot ation
ĠS U
ĠS h
th ing
ĠR ender
ve ctor
ext ra
ĠF unction
EN UM
con nection
ap sed
Ġ1 00
In finity
Ġde bug
Ġde lete
ver age
ĠB ody
ĠB inary
Ġim gs
Ġex clude
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
SE T
pre fetch
iv ation
ĠW a
ĠW hether
Ġcom put
Ġpro ble
Ġwh o
Ġwh at
pro g
sc hed
ĠV isual
Ġav g
stan ces
eg ers
Ġset tings
fix ed
Ġsc ore
cache d
cess ing
Ġother wise
Ġback port
method s
ann el
sub type
opt imizer
Ġ201 2
De fault
Ġtest s
tensor flow
Ġrun time
co ords
dat etime
Ġac c
arch ive
Ġdoc uments
fun ctools
Ġstyle s
Ġev ict
dot a
PR OTOCOL
Ġtim estamp
AB LE
Ch aracters
Ġvar ious
ĠY AML
ero OrMore
Ġsy ms
Ġcurrent ly
Cont ent
ĠTransform ers
Ġenv ironment
Ġsk learn
exp and
ighlight er
assign er
clo se
Ġabo ve
Connection Pool
ql alche
BBox Head
Open SSL
Ġsess ion
Ġlangu age
ĠNOT E
ĠCON TR
Comp iler
LR Scheduler
complete Read
Ġarch ive
ormalized Name
Ġlay ers
Ġdecor ator
stra int
sa ved
ĠMy Class
Ġtrun c
qlalche my
! <
) '
. )<
3 0
9 7
= _
> :
C CE
H su
L OCAL
P ackage
S ON
S ystem
S ingle
W idget
] *
a ut
c andidate
d w
h andler
h baz
l ur
l lo
l arge
p alette
q as
t z
t ing
v g
v els
w here
} "<
Ġ --------------------------------
Ġ Error
in st
se p
se par
re tin
en ces
en ded
al man
he els
ar ry
Ġc alculate
Ġp ayload
Ġre ce
Ġs ite
am ir
Ġb oke
Ġn et
Ġm ac
Ġm ess
un aw
un ique
Ġ' ''<
ch r
ch arset
Ġl ive
Ġto p
ot ed
ĠS ha
ĠS alman
Ġ" %
Ġ" ,
ĠA s
ĠA ror
ĠR E
ĠR enderableType
ĠD is
ve led
ir cle
~~ <
ĠPy PI
ĠF ah
ĠF rozen
ip edia
Ġh iddenimports
Ġstr ict
Ġbe low
ĠO ptimizer
ĠM odule
ĠM unaw
ĠB O
() .<
Ġim p
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
iv es
ĠW ars
ay at
ĠH ayat
bo ard
Ġcol umn
Ġse nt
Ġse arch
code cs
ĠV ision
Ġch r
Ġch arset
ON G
ide o
Ġpre vent
Ġad just
act ual
21 11
ity a
PE P
Ġdat as
ann ot
by te
Ġne eded
for ce
Ġimple ments
format s
Ġid x
Ġqu atern
comp are
arg v
vide s
pect ed
net work
Ġuser name
aw n
File s
File Copyright
ĠText IO
PR OJECT
ĠY ang
sum mary
transform er
Ġfollow s
Ġpool ing
ĠZ amir
ĠAd itya
FI ER
ĠCol or
Ġbbox es
>` _
Ġsk ip
Ġcor rect
dig its
Ġinfo s
Ġwrap ped
Ġexec utable
Ġdepend encies
Ġchild ren
Ġfn match
Ext ension
09 88
ĠKey Error
QU I
USE R
Ġlr u
dS ame
ĠSy ed
ĠUnsupported Wheel
Ori g
ENTI FIER
Transform er
Ġpyp ro
Ġposs ible
Ed ge
ĠCompat ibility
oment um
ĠWa qas
Hsu an
Ġboke h
ĠSha hbaz
ĠAror a
ĠFah ad
ĠMunaw ar
ĠWars aw
FileCopyright Text
0988 1
' \
' ):
) ).
3 6
5 7
: %
= <
B R
C L
C heck
C RED
E vent
F n
F inal
J ar
L A
M AT
M ax
M issing
Q u
S o
S ize
T A
T arget
W indows
a it
b z
e ver
f ast
f ont
g ree
g ument
i er
i us
j ar
l u
n ess
n ms
n amed
o un
p aper
r aries
r ics
s ampler
t ed
t ain
v as
v irtualenv
w orld
} .
Ġ ><
Ġ queue
Ġ errno
or n
se e
re plic
re ak
im ages
ro cessing
Ġf p
Ġc rop
ic ular
Ġp age
Ġp lease
Ġp aired
Ġre c
Ġre cord
Ġs um
Ġs ha
Ġs qlalchemy
il inear
Ġin ert
Ġin herit
Ġb order
Ġb reak
Ġd atasets
Ġd ilation
ĠT imeout
Ġm on
Ġm im
Ġm ish
ac o
un time
ad ing
ad apt
Ġis n
od ies
Ġto ol
ĠL R
ĠL ib
ĠL IGHT
Ġan t
ĠS ub
ĠS pec
cl amp
Ġas sign
ation Error
ĠG aussian
ĠR ich
iz ing
ĠD et
ĠD WORD
ext ension
ĠF rom
Ġfile path
EN CE
ens hi
ire q
ire s
ĠB M
ĠB arry
qu ent
qu ote
version s
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
Ġr ich
ĠW rite
ang le
Ġpar ts
per mute
Ġse lect
Ġse cond
ĠE xt
ĠE ach
Ġint egers
00 00
AT ORS
Ġsup plied
ĠGener ic
us b
us r
RE QUI
Ġch ain
Ġch unk
DE BUG
res olve
Ġcont ribut
Ġma de
Ġad ded
Type Var
Res ponse
cess ary
read y
te ction
Ġspec ifier
Ġspec ial
Ġkey word
ĠAp p
Ġne ver
Ġap pro
object s
UT ORS
Ġext ension
Ġext ensions
ĠHTTP Error
Ġparam s
Ġpos itive
(* *
ĠSo cket
fl ake
Ġcall s
IB UTORS
Ġvalid ate
BO SE
Ġtensor s
Col umn
call s
ud io
Att ention
ĠCont ent
RES OURCE
Ġbin aries
mat rix
Ġanchor s
Ad am
Ġentry point
now flake
distribut ions
part ial
Ġrot ated
Ġtr aceback
upyter Mixin
QU ENCE
wik i
wik ipedia
curs ive
Ġaut omat
BACK OFF
ĠLayer Norm
lap s
bound ary
stride s
isit ed
tot al
Ġtok ens
geom etry
ĠRender Result
ĠBinary IO
sched uler
ĠCONTR IBUTORS
ĠCompatibility Files
BR ACK
gument Parser
replic as
" ],
' }<
) "
- \
/ ><
4 9
= ',
> '<
> ~~~~~~~~~~~~
A uto
B ytes
B atchNorm
C andidate
C ross
D atasets
F OR
H H
H W
L INE
M O
P ORT
R enderableType
U sing
U DA
Y PY
a ctory
c ook
d ense
d ynamic
f e
f rames
g d
g pu
m es
m all
m eth
n py
p aces
r ing
r am
s ha
s ilu
t on
v c
w arnings
z one
} :
} )<
} ".
Ġ ide
in clude
re duce
Ġt able
Ġt ask
Ġt ags
Ġa wait
al id
Ġf ilters
Ġf ilenames
it ch
Ġc ases
Ġc uboid
Ġc andidate
Ġc ategory
ic ial
Ġre set
ur t
Ġs ort
Ġo l
ed irs
Ġb n
Ġb ise
Ġb und
Ġn ative
lo sses
ĠT here
ac cess
Ġ( (
Ġ( ``
ol ded
Ġ' ,
ex pected
om eth
ot t
ot ent
ag ent
ĠL P
ĠL egacy
Ġg amma
ĠG o
ĠG roup
ĠI P
um an
ĠR o
and box
ip ul
Ġh aving
Ġor dered
Ġcon structor
ĠO ver
ĠM IT
ĠM ulti
ĠM icrosoft
ĠM YPY
Ġst rip
Ġde s
Ġde coding
so cket
Ġ20 01
ĠB uild
Ġdistribut ions
Ġit self
20 06
Ġe p
Ġe gg
ĠW orld
Ġal ign
Ġcom pose
Ġpro du
Ġpro duce
Ġter m
IN TER
Ġres olve
Ġres olved
ON E
iter tools
ĠAn si
Ġar ray
Ġ` -
Ġpre serve
Ġsh ort
OC ATION
Ġk now
Ġ| <
St andard
we ep
Ġ201 4
ĠCom poser
Ġtest ing
line ar
ĠBase Distribution
det ector
Ġreg ular
EX PR
Ġup load
Ġinstall ation
color s
md b
arn ed
pos ix
std lib
Ġformat s
Ġtuple s
req s
Ġsy ntax
ĠZ eroOrMore
Ġman ipul
normal izer
normal ized
ĠAd am
Ġrel ative
az y
Ġoff icial
div isible
MAX IMA
Ġob b
lex er
ĠReg ex
Ġdesc rib
Parse Error
render able
Ġcomp iler
tem plate
No Return
Ġver bose
Ġcons ist
Enum Resource
Ġtar file
Ġins ide
Ġadapt er
Ġpr im
ALL OCATION
Ġstor ed
Ġfunctional ity
valu ation
ĠRaise s
mm cv
Ġpow er
Ġmak ing
gn u
typ ing
desc ription
ĠTO ML
Ġxy z
LEG AL
#! /
mak edirs
Ġplug ins
Ġrece ived
Ġpypro ject
Ġbise ct
ometh ing
MAXIMA L
' re
' ],
3 84
4 5
: \
? )
A PI
B n
B igInteger
E nt
F O
F uture
F ormat
G I
I s
M atch
M ish
M ultipart
N S
N ull
N ew
O utput
P latform
R O
R Y
R andom
S ec
T E
U ser
a ug
c f
c ast
d if
d ition
e ck
f am
g uild
h ull
i ag
m ail
m emory
r ong
r fc
s queeze
v o
w ill
w alk
y thon
Ġ Er
or es
or age
or ies
se ss
Ġt re
Ġt ri
Ġt xt
en gth
le g
de l
de precated
he ma
he llo
ar son
Ġc k
Ġre m
Ġre ference
lf eat
Ġb all
Ġd uring
ent ic
Ġw alk
Ġ' ('
if orm
ĠP er
ĠP rint
ch oice
Ġl ayer
ĠL ocation
ĠL arson
ĠS NI
ĠS egment
Ġ" [
int o
up load
ĠA ct
ĠA dapt
ib ly
Ġ. -
Ġas so
Ġv ert
em s
`` :
get ter
get cwd
Ġst ep
Ġe ff
Ġget Logger
Ġon ce
ĠW ord
Ġ: :
ĠH ook
Ġal ready
per ator
Ġse man
ind ent
ans i
raise s
Ġres olution
ook up
res h
MA N
iter ator
ĠIn dex
base map
Ġhas hes
Ġro bot
ĠUn icode
AR D
Ex c
ĠRe f
ĠRe ference
Ġk nown
St ep
valid ate
Ġspec ify
Im ports
son Sche
Ġle ast
GEN ER
ne ighb
Ġcontain ed
Ġform att
cal cul
emp Directory
spec ifiers
De coder
conv next
install ation
Ġreg ression
EX TENSION
Ġup date
Ġopt imizer
context lib
Un icode
Ġrepresent s
ĠDistutils Option
Ġtemp orary
license s
dis able
ffic ial
rypt o
>` _<
pyp a
Ġbin ary
rp c
rp n
ins ide
Ġob s
Ġexec ut
lex ers
Ġmat rix
Ġmat ches
ĠReg ular
Result s
sy mmetries
nd array
Ġconv olution
Header Dict
Ġclo sed
Ġstruct ure
Ġrot ation
ĠSc anner
PP ORT
rel u
ĠID NAError
coun try
PRE FIX
Hook Call
ĠPool Manager
ĠDo es
sec ure
ĠMutable Mapping
Ġ### <
BL ACK
child ren
Ar gumentParser
Retina Head
Ġdb m
Ġintern al
Ġnats orted
ĠOS Error
Ġexplicit ly
OP EN
ĠTraversable Resources
Ġlex er
Ġcoun ts
Jit Auto
Str uct
YAML Error
sur rog
clar ative
Ġmess ages
ĠFrozen Set
Ġinert ia
quent ial
Ġol der
Bn Act
hull ar
lfeat s
ĠPrint s
Ġasso ci
Ġseman t
sonSche ma
ĠDistutilsOption Error
HookCall er
JitAuto Fn
( ['
( .*
+ <
- >
. /
2 55
3 7
8 2
A c
B asic
B AS
C ustom
D OC
D ialog
F ore
G B
L ength
M ap
N T
P AR
R A
R ender
R enderable
S ig
S imple
S wish
S ession
T ri
T IME
U S
V AL
V alid
W in
] :
` _
b a
b ab
b eta
c ryptography
d o
g ot
h ub
i et
i py
j upyter
l mdb
m ix
m ultip
m esh
p lot
s ers
t ty
v io
y ear
Ġ jo
Ġ escape
in ing
Ġt f
Ġt mp
im gs
le ep
de dent
Ġf all
it ions
Ġc ookie
ic lass
Ġre port
Ġre pr
__ .__
an e
Ġs l
Ġs parse
Ġs uffix
Ġs moothing
Ġs lice
Ġo c
ed itable
Ġthe me
Ġin stances
Ġd ash
lo ok
Ġw indows
ĠT ag
ĠT est
Ġm id
Ġm em
ac ed
Ġ( )<
un der
Ġ' \\
ĠP ep
ĠP SNR
ers ist
pe ed
ĠC l
ĠC ase
ra veled
ĠL ightningModule
ĠS afe
ĠS cheduler
Ġ" '
up lic
Ġg aolib
ĠN e
ĠI S
ext end
ext ensions
ext ras
ir c
and ir
ss im
con structor
ult iclass
Ġcon struct
set item
tr ace
tr aceback
po ss
ĠM ish
In dex
In sensitive
Ġst ill
Ġde b
Ġde signed
qu at
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
SE R
Ġby te
Ġy et
). """<
ER T
Ġ{ :
Ġ`` .
us age
pat ial
Ġch o
Ġch at
Ġen able
ĠIn it
ĠIn finity
Ġma jor
AN G
Ġsc ipy
add ress
pon ents
met rics
man ual
ĠSe lect
Ex ec
config uration
Ġpass word
len eck
Ġtime delta
Ġnew er
Ġco p
Ġne ck
Ġne cessary
') ]<
ĠCom p
ĠDict Config
Par am
Ġtest ed
Ġrun s
build ers
Ġconfig parser
ific ations
dim s
min imum
Ġopt im
Ġoutput s
ĠJ SON
Un known
sh ould
Ġed it
Ġover ride
Ġsy n
Cont ainer
mb ed
Ġ5 17
Ġlink s
parent s
Col lection
ateg ories
Att ributes
Att ributeError
backend s
angu ages
Ġexpect s
Ġblock s
Ad ds
UN CT
Code point
ĠAl ign
Ġver ify
Ġnamed tuple
Ġsepar ate
Ġtr uth
align ment
Ġdown load
BBox Coder
Ġlangu ages
Ġdirect ly
ĠVoxel Grid
cat en
Ġbackward s
sv n
Ġcert ific
ĠQt Core
Sche me
Ġjoin path
Adapt er
CN N
Ġow n
plan es
Ġax is
dec ay
Ġvariable s
------ -<
ĠLo ad
Anchor Generator
Ġes c
Cookie Jar
CCE SS
vg Pool
Ġmac OS
Ġant ial
HW C
urt le
olded Case
ott leneck
Ent ropy
cf gs
ĠEr ic
EXTENSION S
OPEN SSL
Ġsemant ics
BAS IC
vio ur
ĠCase Insensitive
ĠCaseInsensitive Dict
' '
+ +
2 9
4 03
> ):<
> ================================
? ')<
A P
A nn
A ll
D ot
F ree
I d
I f
I t
K hullar
L ayer
L inear
M utable
M etadata
O rdered
P ol
P TR
R C
S K
S win
T h
T ime
T oo
T wo
U MENT
W arned
X iv
[ \
] ):
_ )<
b s
b ilinear
c uboids
e val
e vent
f d
g ener
h ook
j list
l ation
m ut
m as
m iss
p w
p il
p ast
r l
r on
t a
t l
u dent
w t
w indows
x x
Ġ ~
Ġ ERROR
in ert
se ction
on ic
re v
re quirement
re vision
re verse
Ġt oml
im p
im its
le m
le ft
Ġa uth
Ġa round
al iases
Ġf name
Ġf mt
ion Error
Ġc r
Ġc al
Ġc opyright
Ġc enter
from bytes
Ġp ur
Ġp ts
an et
Ġs omething
am ing
am odule
et ypes
Ġb py
Ġb dist
Ġb rack
Ġd d
Ġd ri
lo pen
Ġw arning
Ġw ere
ĠT rain
Ġm k
Ġm esh
ist ory
ad jlist
Ġ' )'
ĠP air
ex c
ex e
ex port
ex ample
ex clus
pe g
ĠC reate
Ġdef ine
ot onic
ĠL ONG
ĠS J
ĠS p
ĠS er
all ery
Ġg ray
ĠN on
ub le
ĠF ull
ĠF ilter
pl us
pl ayer
con st
com press
Ġun til
Ġun less
Ġ[ (
Ġlo op
ix path
ĠO P
In completeRead
file path
Ġde lta
ĠB atchNorm
ĠB ullet
qu are
qu iv
Ġos c
Ġim frombytes
SE S
Ġr ad
pre trained
Ġe asy
Ġon es
ĠH R
ĠH eader
ĠDe pend
Ġy ear
Ġcom ponent
per im
ain fo
ĠU R
Ġse en
Install Requirement
sc reen
quest ions
fo cal
Re p
Re quire
us l
RE MENT
ĠIn put
parse Tensor
dist ance
mo j
mo st
her ence
att ributes
Ġwe b
Ġpy openssl
add Edge
Ġout s
ĠRe ad
'] ,<
AL LOW
cont roller
abs olute
string s
compat ibility
train ing
Ġgener al
Ġid a
Com pute
Ġqu ote
Ġz ero
En ter
run ning
([ ^
bin aries
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
An d
arch s
Ġmet a
PY OPENSSL
Ġcontext manager
Ġpart icular
Ġload s
Ġpos ixpath
Ġev ent
pol y
pol icy
sh are
Ch unk
VER BOSE
56 78
Ġcall back
ĠConv BnAct
wrap pers
Ġact ivations
ĠEn gine
ĠEn vironment
II II
Pro vides
Ġoper ations
ak es
Ġme asurement
Ġwork ing
Ġtransform ation
call back
Ġconvert ing
Request Field
cur ity
host name
Ġscript s
Ġexp ires
ob ile
sy mbol
orig inal
Ext ra
nect TimeoutError
METHOD S
UE UE
Message Defect
let ed
ĠSc ale
ites pace
ĠNo Return
DO WS
ĠVoxel ization
Ġneg ative
ĠLe af
Ġmean ing
ĠProtocol Error
ĠAdd itional
Sc ene
ipe line
full y
sq rt
Ġinclu ding
ĠProxy Scheme
Ġsig ma
Ġhandl ing
EXTR AS
ogn ition
BIT S
HA NUM
Up date
edi ainfo
ENUM RES
Ġwho le
Ġ-------------------------------- ----------------
inst alled
retin anet
Orig inal
REQUI REMENT
Ġappro pri
BRACK ET
Cross Entropy
ĠLegacy Version
ĠGo ogle
Ġ.- .
Ġassoci ated
Ġbrack et
ALLOW ED
" .<
" ),
" }<
' ),
) "<
) ])<
* )
. ")<
. ",<
/ ')<
3 3
> (
> ~~~~~~~~~~~~~~~~
A ction
B C
D ER
E qual
F l
F ilename
H ighlighter
I X
K EN
M e
M IME
N ames
N ERS
O n
P rint
R ange
R FC
R PC
V G
V iT
W e
Y ou
Z E
[ ^
\ "
] "<
b ine
c ing
c ard
c amera
d ated
d rawing
e v
f x
f inal
h o
h ang
h Module
i ro
j a
l per
l ision
m k
m ac
o U
o ugh
r al
r ation
r ate
s ampl
t x
t ure
t ility
u ation
v isible
x s
y te
y aw
Ġ ).
Ġ 64
Ġ raw
Ġ lfeats
or ed
in y
in ject
in ery
se gment
on d
-------- --<
re p
im in
import lib
Ġa ugment
Ġa verage
al pha
Ġf ill
Ġf ails
it z
it ect
Ġc ar
Ġc lean
Ġc ircle
is or
Ġre al
Ġre lease
__ }
__ :<
an el
ur lopen
Ġs ide
ct x
Ġin sert
Ġin verse
Ġb ind
ent ed
Ġw d
Ġw rong
ĠT able
ĠT ree
ĠT empDirectory
Ġ' *.
ĠP O
ex pression
Ġis sub
ĠC ast
ĠC uboids
Ġto o
ĠL og
ĠL ocal
ĠS tr
ĠS top
ĠS calar
Ġ2 8
id na
th at
Ġg uess
Ġg enshi
Ġ. ._
iz es
ĠD ataset
Ġv isual
Ġv isited
ĠF oldedCase
Ġh ad
Ġh and
Ġh Module
ter ed
con f
con n
end swith
com ment
com bin
Ġcon sum
Ġcon stants
ap es
ap ers
tr ust
ĠO bject
(' \
In it
In ter
Ġ20 0
Ġim m
are a
ifi es
ĠW hen
ang o
ang ed
Ġcom bin
ĠU N
ĠE lement
Con struct
00 2
Ġ`` <
ĠV er
Re presenter
us ion
us ers
RE EN
RE AM
app ed
app name
Ġres pon
Ġen c
Ġlist s
ĠCon vert
Ġ** _
parse d
back ground
Ġma int
dict s
Ġpy parsing
Ġlib raries
me asure
Ġclass ification
Ġpack aging
Ġno ise
Ġk ind
sert ionError
St ack
St ate
22 31
cont ain
Ġdat abase
SI ZE
Ġle arning
Ġle ading
ne ck
ĠCom ma
spec ial
De precationWarning
ĠK ernel
ach inery
ENT RY
Com ment
af ter
rot ation
rot li
Ġnames paces
dat aloader
En try
IL INE
request ed
Ġdiv ide
Ġlog ic
Ġinter preter
Ġmin or
Ġ... ]:<
Ġinstall ing
12 34
CE PTION
ĠJ upyterMixin
pol ate
imple mentation
ick er
Un it
sh ow
fl ict
Pool ing
Ġtarget s
TR A
Ġsy mmetries
Not e
cre d
Ġact ually
Ġgraph s
Data Loader
rypt od
STR ING
ID ENTIFIER
go ing
ĠFile Client
Ġallow s
db m
Ġpol y
Ġwork s
Ġtra iler
Ġmatch ing
angu age
For ward
Cl ause
Tree Walker
sens it
over flow
late st
ĠStyle Type
UN D
nd grid
orig in
Element Tree
ao Lib
AND LE
ĠName Error
glob al
trans pose
HTML Elements
mmet ric
COM MA
HAS H
emoj is
Ġsim ilar
Ġsa ved
Back end
sample s
Al ign
Sc ale
Ġunit test
IMA GE
SU PPORT
Iter ation
riter ion
tim estamp
Ġinclu ded
ĠCall back
Co unt
Ġdefinit ion
Ġdefinit ions
thread ing
ĠConvolution al
Ġagain st
pg en
ĠFeat ure
minist r
ĠSU CCESS
Ġproble m
ĠBO OL
Ġquatern ions
cook ies
Ġdescrib ed
clarative Base
Sig moid
bab ly
Ġcop ied
Ġantial ias
Two StageDetector
ĠCast ing
" ].
' ll
+ )
/ ',
7 7
9 5
: ]<
= {}
A F
A bstract
B lur
C V
D S
D o
D irs
F S
F loat
F FIX
G iven
G ui
H andle
M ode
M od
M ULT
N N
N amedTuple
O ver
O ID
O ptimizer
P lease
R aw
S OR
S pan
T ypes
U RE
V iew
V OID
W hen
` ,
a e
a ken
b io
b asic
b wd
b rand
b ullet
c ision
c ognition
d ic
d one
e ch
e fficient
f wd
g ra
g zip
g amma
h r
k er
l ing
m ing
m ore
m ind
o lean
r st
r ass
r aceback
s nowflake
t ri
t ol
t ail
t ies
t wo
v gg
v env
| <
} /
Ġ ),<
in c
in en
se q
on al
on Multipart
re peat
Ġt ex
Ġt ied
Ġt aken
at in
at ched
st orage
st udent
port er
le ctions
de st
al ar
Ġf ont
Ġf rames
Ġc p
Ġc os
Ġc ould
Ġc tx
># ##
is instance
Ġp op
Ġp air
__ ``
__ ':<
ur b
Ġs he
Ġs weep
ed Path
es ian
Ġd om
Ġd ynamic
Ġw ritten
ĠT k
ĠT CO
Ġm u
ac on
un c
un it
un ch
if est
ĠP ack
ĠP ip
ĠP ose
ch s
ch an
Ġl iterals
py py
pe p
ĠC re
ig ure
ĠS a
ĠS ystem
cl ination
Ġ" {
id i
Ġg ot
Ġg round
Ġas sum
ĠN ull
ĠG uild
ĠR ow
ĠR etry
ĠR emo
ĠD at
ĠD umper
ext ract
em on
ip es
Ġh acked
EN G
EN onMultipart
com e
com ing
Ġcon dition
`` )<
Ġu v
Ġlo w
set s
set ter
set Parse
ĠO utput
lib Exception
ĠM o
ĠM in
ĠM ethod
ĠM ust
ĠM ake
ĠM obile
In variant
Ġst ore
Ġst op
Ġde ter
Ġde pth
Ġde term
Ġ20 05
ĠB L
ĠB N
ĠB lock
() `
() ]<
ck pts
form data
Ġex pose
ater ial
Ġr and
Ġr feats
20 22
ĠW ith
Ġ+ <
(" _
ĠH MODULE
Ġ3 84
ĠDe form
bo olean
ms vc
ĠU TF
Ġse n
Ġse conds
Ġpro bably
pro p
00 1
sc hema
Ġ`` __
ĠGener ator
IN CEPTION
type conv
us ing
RE PL
art esian
eg ative
DE V
res ol
res olver
iter able
ĠCon structor
ĠIm ple
Ġab le
Lo ck
ide s
Ġpre fetch
Ġpre cision
Res ize
man aged
ĠSe lf
ĠSe ction
ĠRe ResNet
col lections
IT EL
Base Detector
Ġtime zone
instance check
ĠAr ch
Ġdat aloader
abs x
print able
Py Torch
DI A
Ġj it
Ġ201 9
for cel
ĠSt art
spec ifier
ĠK e
Ġgener ating
Ġid s
Ġread ers
ach ine
ultip lex
Ġext ras
[: -
Ġatt n
En coder
Ġiter dir
Ġreg ex
IL LEGAL
([ "
Ġup per
UR SOR
encode d
no ise
Ġfind ing
cs v
Ġel apsed
Return s
dot env
Ġser ialize
19 04
CH OR
fl ip
Ġvar s
Ġvar iant
ĠDistutils Error
Pool Error
Ġover lay
Ġsy mbol
Ġtemp dir
ant ize
Pro tocol
sp ired
sp inner
ID NAError
Ġnormal ized
Ġstat s
BO OL
ĠQ ueue
mod ern
Ġ'. '<
Request Handler
Ġutil ities
Ġbin ascii
zip file
Retry Error
rp han
Ġcre ating
ĠRequest Field
norm path
sens or
Ġob tain
IG NERS
rgb a
Ġdepend ency
Ad d
ob b
clo sed
clo ud
rc nn
Ġmap s
Ġcomp are
ĠData Loader
ran ch
Ġmultip rocessing
Ġxml rpc
BU IL
Method s
ĠDE BUG
Ġbeha viour
Ġkeep dim
assert True
Ġ{} ".
ASS IGNERS
PP ING
augmentation s
Ġdecode d
coun ts
Cre ates
Mark er
Ġdest ination
IM ENonMultipart
ĠST REAM
ĠSpecifier Set
Value Exception
ĠLe arning
Library Ex
TO KEN
WH ITEL
chunk s
Ġgo od
SU FFIX
depend encies
Ġvoxel ization
pix els
Ġax es
Ġcy cle
Ġdum my
VI DIA
ĠWIN DOWS
Ġseed s
Ġconnect ing
ĠOn ly
tok list
ĠParam eters
ĠParam eter
cremental Decoder
COD ERS
Ġvendor ed
RoI Head
IF Y
inv ites
Ġevict ed
separ ated
>`_ .<
jar aco
lu on
paper type
untime Error
FOR MAT
MO VE
Ġbund le
Ġterm inal
Ġprim ary
sess ion
Ġ:: =
BLACK LIST
sonSchema ValueException
look up
ĠCl ient
ĠSelect ive
Ġcertific ate
SK IP
Swin Transformer
inert ial
Ġpur pose
Ġrad ius
Rep Points
ĠProxyScheme Unsupported
Ġappropri ate
itect ure
sensit ively
setParse Action
forcel ist
ultiplex edPath
WHITEL IST
! ")<
) /
) ")<
. '
. ')<
2 8
4 6
5 2
6 5
6 8
= %
= ['
> .
> "<
> |<
A uthor
A CT
A fter
B N
C RE
C AL
C OL
C PU
D own
D PN
D umper
E poch
E mbed
F E
F ull
G BA
H MODULE
J IT
L iteral
L ocal
L ightningModule
M S
M Y
M ODE
N OT
N ormalizedName
O perator
S V
S ENT
S SES
W N
W ith
X Y
X t
\ <
] \
] .<
] ):<
] ]:<
_ ',<
b r
c r
c ross
d x
d y
d om
d ialog
e ff
f inder
i ate
j ip
k v
l inux
m ime
m achinery
o ptional
p p
p ure
r f
r ace
r anges
s w
s in
t ra
v ial
v oid
v ider
Ġ $
Ġ em
Ġ embed
Ġ -------<
Ġ ----------<
er ge
in ay
re ference
re presenter
st ages
ro ad
ro ff
ro gram
ro bot
le vels
de v
de tection
al s
al ent
al ive
Ġf eed
Ġf ragment
ut c
it ers
Ġc ap
Ġc are
is on
is ing
is dir
Ġp ert
Ġp db
Ġp lot
Ġp itch
Ġp otent
Ġre d
Ġre cursive
an al
an cy
Ġs us
Ġs dist
Ġo d
ed u
ed YAMLError
il i
il road
as array
Ġd en
Ġd st
Ġw arn
Ġw rit
Ġw alker
Ġw raps
Ġw heels
ĠT F
Ġm kdir
Ġm usl
Ġ( -
ad ene
ĠP art
ĠP adding
ex clude
ch ange
Ġl imits
py openssl
ĠC SI
ĠC Compiler
ĠC oun
od ers
el if
Ġdef ining
ig r
Ġan g
Ġfor eg
cl one
Ġ" $
Ġ" -
Ġ" /
ĠA da
ĠA BC
Ġas cii
Ġas signed
ĠN AME
ĠN ormalizedName
ĠG iven
ĠG aoLib
ĠR ep
ĠR untimeError
ĠD O
ĠF ore
ĠF IL
ate escape
__( '
EN COD
con s
com pose
`` ).<
Ġun safe
Ġ[ ],
Ġlo sses
ap plication
par ison
ect ed
lib vtk
ĠM ix
ĠM AR
ĠM lp
(' _
Ġst x
Ġde leted
ver ts
ver bose
qu ery
ĠThe me
Ġr d
Ġr bbox
pre p
ok ed
ĠW in
(" -
(" /
ĠH ead
ĠH ashes
nt uple
Ġ3 0
Ġal tgraph
ĠDe ep
ĠDe pth
ifier Head
ĠU INT
Ġse p
Ġse gment
ĠE d
ĠE num
': '
Ġpro p
text ure
fig ure
.. .<
Ġ`` '
ĠV S
ĠV alue
ĠV inay
RE ST
Ġch ose
Ġres ume
olut ions
box es
OR Y
Ġen coun
res idual
Ġlist ed
iter items
base name
back ward
att rib
Ġpy win
Ġpy rogram
Ġhas n
Ġsc ores
Ġsc andir
add r
ĠTensor flow
Ġstring End
Ġstring Start
Res Ne
ĠUn ix
ĠUn pack
AR Y
read the
Ġhe lper
IT H
attr s
Ġbase name
Ġbase string
Ġbuild ing
ere leases
ormal ize
SI G
Ġnew list
Im portError
Ġadd ing
Ġadd itions
son Handler
own er
Ġcheck ing
Ġrequest ed
test s
Ġ201 7
for ward
ĠCom bine
Ġfiles ystem
av es
install er
Ġ\ "
ĠBase Resolver
co very
Ġz lib
En coding
En gine
max imum
run time
vide o
uptools DeprecationWarning
An dS
input s
Ġdiv isor
EX PORT
Ġpl an
Ġpl ain
UR I
UR M
net loc
min s
not race
Ġ... ]<
the me
12 8
Ġdim ensions
